Repository: tonybeltramelli/BlackOutGobelins
Catalog: BlackOutGobelins/*.lproj/Localizable.strings
Languages: fr

# POPIN_CHARACTER_SIMILAR_FRIEND
source: friends in common
fr: amis en commun

# CHARACTER_DIALOGUE_BESTFRIEND
source: I'm happy to met you, that was really boring to be alone with a broken bot... He really help me anyway, you should go talk to him before he'll be gone.
fr: Je suis content qu’on ait pu rentrer en contact, je commençais à me lasser d’avoir pour seul ami un Bot détraqué... Il m’a bien aidé en tout cas, tu devrais aller le voir avant qu’il y passe.

# CHARACTER_DIALOGUE_FRIEND_ON_PICTURE
source: Wow. You have been really hurted! I remember you but that was not easy. Have you got a picture of yourself?
fr: Wow. T’es salement amoché toi ! Tu me dis quelque chose mais pas facile de t’identifier. Tu aurais pas une photo au moins ?

# DATA_TYPE_USER_NAME
source: Your name
fr: Ton nom

# DATA_TYPE_LOCATION
source: Where you live
fr: Là où tu vis

# BEST_FRIEND_NAME
source: Best friend
fr: Meilleur ami

# GREAT_BUDDY_NAME
source: Great buddy
fr: Ami proche

# PREHOME_TEXT
source: Blackout is an adventure game in which you can explore you Facebook network and rediscover your online portrait in a unique way. To find you e-Go and start the adventure, you will have to link your Facebook account to the game. Your data won't be used by Blackout or any other third party entities. You can read the authorization granted to Blackout at any moment into the game settings. More informations at www.blackout-lejeu.fr
fr: Blackout est un jeu d’aventure vous permettant d’explorer votre réseau Facebook et de redécouvrir votre image en ligne de manière inédite. Vous devez lier votre compte Facebook au jeu. Vos données ne pourront être utilisées par Blackout ou tout autre éditeur tierce. Retrouvez plus d’informations sur www.blackout-lejeu.fr

# USER_COMEBACK
source: Hi {username}! It's good to see you again!
fr: Salut {username}! C'est génial de te revoir !

# FACEBOOK_DATA_LOADING
source: We are processing your data, there are many of them!
fr: Nous traitons vos données, il y en a beaucoup !

# BUTTON_LOGIN
source: FIND YOUR E-GO!
fr: RETROUVE TON E-GO !

# CLUE_DOOR
source: What have you got to say about yourself?
fr: Qu’avez-vous à dire à propos de vous ?

# CLUE_LOCATION
source: You live in {cityname}.
fr: Tu vis à {cityname}.

# CLUE_AGE
source: years old
fr: ans

# PROTECTED
source: data protected
fr: donnée protégée

# TIP_2
source: Le Social Graph Search vous permet de faire des recherches parmi les données auxquelles vous avez accès. Faites en bonne usage.
fr: Le Social Graph Search vous permet de faire des recherches parmi les données auxquelles vous avez accès. Faites en bon usage.

# AGE_25
source: Donnée âge : Toujours à l’école ? Tu devrais pas travailler à ton âge ?
fr: Donnée âge : Toujours à l’école ? Tu ne devrais pas travailler à ton âge ?

# JOB_POSITION
source: Your job
fr: Ton travail

# COMPANY_NAME
source: Your company
fr: Ton entreprise

# EDUCATION
source: Your education
fr: Tes études

# A_FRIEND_NAME
source: A friend
fr: Un ami
